Repository: bicephale/OctoPrint
Catalog: pip-msNUmd-build/LC_MESSAGES/messages.po
Languages: fr_fr

source: Some functionality of the terminal will be disabled if OctoPrint detects that your browser is too slow for that. You may force it back on here, but be aware that this might make your browser unresponsive.
fr_fr: Quelques fonctionnalités du terminal seront désactivées si OctoPrint détecte que votre navigateur est trop lent pour ça. Vous pouvez forcer leur activation ici, mais soyez conscient que cela peut faire crasher votre navigateur.

source: Take note that timelapse configuration is disabled while your printer is printing.
fr_fr: Veuillez noter que la configuration des Timelapses est désactivée pendant l'impression.

source: Timelapse Configuration
fr_fr: Configuration des Timelapses

source: Timelapse Mode
fr_fr: Mode de Timelapse

source: Do not use with spiralized ("Joris") vases or similar continuous Z models.
fr_fr: Ne pas utiliser pour les impressions en spirales (mode vase) avec une augmentation du Z continue.

source: Does not work when printing from the printer's SD Card (no way to detect the change in Z reliably). Use "Timed" mode for those prints instead.
fr_fr: Ne fonctionne pas lors de l'impression depuis la carte SD (aucun moyen de détecter les changements du Z de façon fiable). Utiliser plutôt le mode "Temporisé".

source: Timelapse frame rate (in frames per second)
fr_fr: Débit d'image du Timelapse (en FPS)

source: Timelapse post roll (in rendered seconds)
fr_fr: Durée finale du Timelapse après rendu (en s)

source: Interval
fr_fr: Intervalle

source: Retraction Z-Hop (in mm)
fr_fr: Rétraction Z-Hop (en mm)

source: Save as default
fr_fr: Définir comme paramètres par défaut

source: Save config
fr_fr: Enregistrer la config

source: Finished Timelapses
fr_fr: Timelapses terminés

source: Creation date
fr_fr: Date de création

source: Unrendered Timelapses
fr_fr: Timelapses non rendus

source: Frames
fr_fr: Images

source: Delete unrendered timelapse
fr_fr: Supprimer le Timelapse non rendu

source: Render timelapse
fr_fr: Faire le rendu du Timelapse
