Repository: bicephale/OctoPrint
Catalog: pip-msNUmd-build/LC_MESSAGES/messages.po
Languages: fr_fr

source: Announcements
fr_fr: Annonces

source: Cannot be toggled
fr_fr: Ne peut pas être basculé

source: Disable Channel
fr_fr: Désactiver cette chaîne

source: Enable Channel
fr_fr: Activer cette chaîne

source: Later
fr_fr: Plus tard

source: Mark read
fr_fr: Marquer lu

source: Read...
fr_fr: Lire...

source: Mark as last read
fr_fr: Marquer comme dernier lu

source: Close
fr_fr: Fermer

source: Configured Channels
fr_fr: Chaînes configurées

source: Name
fr_fr: Nom

source: Refresh Announcements
fr_fr: Actualiser les annonces

source: Access Control
fr_fr: Contrôle d'accès

source: Server Commands
fr_fr: Commandes du serveur

source: Default Printer Profile
fr_fr: Profil d'imprimante par défaut

source: If you disable Access Control <strong>and</strong> your OctoPrint installation is accessible from the internet, your printer <strong>will be accessible by everyone - that also includes the bad guys!</strong>
fr_fr: Si vous désactivez le contrôle d'accès, <strong>et<strong> que votre serveur OctoPrint est accessible depuis Internet, votre imprimante <strong>sera accessible à n'importe qui (y compris aux gens mal intentionnés !)<strong>

source: Please set up Access Control
fr_fr: Merci de configurer le contrôle d'accès

source: You haven't yet set up access control. You need to either setup a username and password and click "Keep Access Control Enabled" or click "Disable Access Control" before continuing
fr_fr: Vous n'avez pas encore configuré le contrôle d'accès. Vous devez soit configurer un nom d'utilisateur et un mot de passe, puis cliquer sur "Garder le contrôle d'accès activé" ou cliquer sur "Désactiver le contrôle d'accès" avant de continuer.

source: <p> <strong>Please read the following, it is very important for your printer's health!</strong> </p> <p> OctoPrint by default ships with Access Control enabled, meaning you won't be able to do anything with the printer unless you login first as a configured user. This is to <strong>prevent strangers - possibly with malicious intent - to gain access to your printer</strong> via the internet or another untrustworthy network and using it in such a way that it is damaged or worse (i.e. causes a fire). </p> <p> It looks like you haven't configured access control yet. Please <strong>set up a username and password</strong> for the initial administrator account who will have full access to both the printer and OctoPrint's settings, then click on "Keep Access Control Enabled": </p>
fr_fr: <p> <strong>Merci de lire ce qui suit, c'est très important pour votre imprimante !</strong> </p> <p> OctoPrint est désormais livré avec le contrôle d'accès activé par défaut, ce qui veut dire que vous ne serez pas en mesure de faire quoi que ce soit avec votre imprimante, à moins de vous être identifié comme utilisateur. Et ce, afin d'<strong>empêcher des étrangers, possiblement avec de mauvaises intentions, d'avoir accès à votre imprimante<strong> via Internet ou un réseau non digne de confiance, et de l'utiliser de façon à l'endommager, voire pire (comme causer un incendie). </p> <p> Il semble que vous n'ayez pas encore configuré le contrôle d'accès. Merci de <strong>définir un nom d'utilisateur et un mot de passe</strong>pour le compte administrateur initial qui aura l'accès complet à l'imprimante et aux paramètres OctoPrint, puis de cliquer sur le bouton "Garder le contrôle d'accès activé" : </p>

source: Username
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe

source: Confirm Password
fr_fr: Confirmer le mot de passe

source: Passwords do not match
fr_fr: Les mots de passe ne correspondent pas

source: Disable Access Control
fr_fr: Désactiver le contrôle d'accès

source: Keep Access Control Enabled
fr_fr: Garder le contrôle d'accès activé

source: Access control is <strong class="text-success">enabled</strong>.
fr_fr: Le contrôle d'accès est <strong class="text-success">activé</strong>.

source: Access control is <strong class="text-danger">disabled</strong>.
fr_fr: Le contrôle d'accès est <strong class="text-success">désactivé</strong>.

source: Set up your printer profile
fr_fr: Configurer le profil de votre imprimante

source: General
fr_fr: Général

source: Print bed & build volume
fr_fr: Plateau & volume d'impr.

source: Hotend & extruder
fr_fr: Tête d'impr. & extrudeur

source: OctoPrint related commands
fr_fr: Commandes concernant OctoPrint

source: System related commands
fr_fr: Commandes concernant le système

source: Webcam &amp; Timelapse Recordings
fr_fr: Webcam &amp; Enregistrement des Timelapses

source: <p> If you have a webcam, you may now configure it here. </p>
fr_fr: <p> Si vous avez une webcam, vous pouvez la configurer ici. </p>

source: Timelapse Recordings
fr_fr: Enregistrement des Timelapses

source: <p> To render the snapshots into timelapse recordings, OctoPrint also needs to know the correct <strong>path to FFMPEG</strong>. </p>
fr_fr: <p> Pour transformer les photos en un enregistrement vidéo de Timelapse, OctoPrint a besoin de connaître l'<strong>emplacement de FFMPEG</strong>. </p>

source: The path doesn't exist
fr_fr: Ce chemin n'existe pas

source: The path is not a file
fr_fr: Ce chemin n'aboutit pas à un fichier

source: The path is not an executable
fr_fr: Ce chemin n'est pas un exécutable

source: The path is valid
fr_fr: Ce chemin est valide

source: Specify the path to the CuraEngine binary. Note that only <strong>versions up to and including 15.04</strong> are supported. CuraEngine version 15.06 or newer is <strong>not</strong> compatible with this plugin.
fr_fr: Spécifiez le chemin vers le binaire CuraEngine. Notez que seules <strong>les versions jusqu'à 15.04 incluse</strong> sont prises en charge. CuraEngine 15.06 ou plus récent n'est <strong>pas</strong> compatible avec ce plugin.

source: Profiles
fr_fr: Profils

source: Import Profile...
fr_fr: Importer un profil...

source: For more information on configuration and usage please <a href="%(plugin_cura_homepage)s" target="_blank">see the Plugin's homepage</a>.
fr_fr: Pour plus d'informations sur la configuration et l'utilisation, rendez-vous sur <a href="%(plugin_cura_homepage)s" target="_blank">la page du plugin</a>.

source: Configure CuraEngine
fr_fr: Configurer CuraEngine

source: The path to CuraEngine has not yet been set up, in order to be able to use CuraEngine for slicing it needs to be specified.
fr_fr: Le chemin vers CuraEngine n'a pas encore été renseigné. Afin de pouvoir utiliser CuraEngine pour le tranchage, son emplacement doit être spécifié.

source: Set up a slicing profile
fr_fr: Configurer un profil de tranchage

source: You haven't imported a slicing profile to use for slicing with CuraEngine yet. If you plan on slicing from within OctoPrint then you should do this now. Otherwise just skip this step.
fr_fr: Vous n'avez pas encore importé de profil de tranchage à utiliser avec CuraEngine. Si vous prévoyez de trancher depuis OctoPrint, vous devriez le faire maintenant. Sinon, sautez cette étape.

source: Path to CuraEngine
fr_fr: Emplacement de CuraEngine

source: Test
fr_fr: Tester

source: Import Existing Cura Profile
fr_fr: Importer un profil Cura existant

source: Profile ini file
fr_fr: Fichier profil *.ini

source: Browse...
fr_fr: Parcourir...

source: Identifier
fr_fr: Identifiant

source: Make default profile
fr_fr: Définir comme profil par défaut

source: Overwrite existing file
fr_fr: Remplacer le fichier existant

source: Abort
fr_fr: Annuler

source: Confirm
fr_fr: Confirmer

source: Sort by
fr_fr: Trier par

source: ascending
fr_fr: Ordre croissant

source: Make default
fr_fr: Définir par défaut

source: Delete Profile
fr_fr: Supprimer le profil

source: Plugin Manager
fr_fr: Gestionnaire de plugins

source: Installing plugin...
fr_fr: Installation du plugin...

source: Installing plugin from uploaded archive...
fr_fr: Installation du plugin depuis l'archive importée...

source: Something went wrong
fr_fr: Quelque chose ne s'est pas passé correctement

source: Please consult octoprint.log for details
fr_fr: Merci de consulter le fichier octoprint.log pour plus d'informations

source: Installing plugin "%(name)s" from %(url)s...
fr_fr: Installation du plugin "%(name)s" depuis %(url)s...

source: Installing plugin from %(url)s...
fr_fr: Installation du plugin depuis %(url)s...

source: Reinstalling plugin...
fr_fr: Réinstallation du plugin...

source: Reinstalling plugin "%(name)s" from %(url)s...
fr_fr: Réinstallation du plugin "%(name)s" depuis %(url)s

source: Uninstalling plugin...
fr_fr: Désinstallation du plugin...

source: Uninstalling plugin "%(name)s"
fr_fr: Désinstallation du plugin "%(name)s"

source: Reinstall
fr_fr: Réinstaller

source: Install
fr_fr: Installer

source: Restart now
fr_fr: Redémarrer maintenant

source: This will restart your OctoPrint server.
fr_fr: Cela va redémarrer votre serveur OctoPrint.

source: Restart in progress
fr_fr: Redémarrage en cours...

source: The server is now being restarted in the background
fr_fr: Le serveur est en train d'être redémarré en arrière-plan

source: Trying to restart the server produced an error, please check octoprint.log for details. You'll have to restart manually.
fr_fr: La tentative de redémarrage du serveur a déclenché une erreur, merci de consulter le fichier journal octoprint.log pour connaître les détails. Vous devez redémarrer le serveur manuellement.

source: Reload now
fr_fr: Recharger maintenant

source: Done!
fr_fr: Terminé !

source: Disabled due to active safe mode
fr_fr: Désactivé car le mode sécurisé est actif

source: Enable Plugin
fr_fr: Activer le plugin

source: Disable Plugin
fr_fr: Désactiver le plugin

source: Plugin installed
fr_fr: Plugin installé

source: A plugin was installed successfully, however it was impossible to detect which one. Please Restart OctoPrint to make sure everything will be registered properly
fr_fr: Un plugin a été installé avec succès, cependant il est impossible de détecter lequel. S'il-vous-plaît redémarrer OctoPrint pour s'assurer que tout est installé correctement

source: Plugin "%(name)s" reinstalled
fr_fr: Plugin "%(name)s" réinstallé

source: The plugin was reinstalled successfully
fr_fr: Le plugin a été réinstallé avec succès

source: The plugin was reinstalled successfully, however a restart of OctoPrint is needed for that to take effect.
fr_fr: Le plugin a été réinstallé avec succès, cependant un redémarrage d'OctoPrint est requis pour que les changements prennent effet.

source: The plugin was reinstalled successfully, however a reload of the page is needed for that to take effect.
fr_fr: Le plugin a été réinstallé avec succès, cependant un rechargement de la page est requis pour que les changements prennent effet.

source: Plugin "%(name)s" installed
fr_fr: Plugin "%(name)s" installé

source: The plugin was installed successfully
fr_fr: Le plugin a été installé avec succès

source: The plugin was installed successfully, however a restart of OctoPrint is needed for that to take effect.
fr_fr: Le plugin a été installé avec succès, cependant un redémarrage d'OctoPrint est requis pour que les changements prennent effet.

source: The plugin was installed successfully, however a reload of the page is needed for that to take effect.
fr_fr: Le plugin a été installé avec succès, cependant un rechargement de la page est requis pour que les changements prennent effet.

source: Reinstalling the plugin from URL "%(url)s" failed: %(reason)s
fr_fr: La réinstallation du plugin depuis l'URL "%(url)s" a échoué : %(reason)s

source: Installing the plugin from URL "%(url)s" failed: %(reason)s
fr_fr: L'installation du plugin depuis l'URL "%(url)s" a échoué : %(reason)s

source: Reinstalling the plugin from URL "%(url)s" failed, please see the log for details.
fr_fr: La réinstallation du plugin depuis l'URL "%(url)s" a échouée, merci de consulter les fichiers journaux pour plus d'informations.

source: Installing the plugin from URL "%(url)s" failed, please see the log for details.
fr_fr: L'installation du plugin depuis l'URL "%(url)s" a échoué, merci de consulter les fichiers journaux pour plus d'informations.

source: Plugin "%(name)s" uninstalled
fr_fr: Plugin "%(name)s" désinstallé

source: The plugin was uninstalled successfully
fr_fr: Le plugin a été désinstallé avec succès

source: The plugin was uninstalled successfully, however a restart of OctoPrint is needed for that to take effect.
fr_fr: Le plugin a été désinstallé avec succès, cependant un redémarrage d'OctoPrint est requis pour que les changements prennent effet.

source: The plugin was uninstalled successfully, however a reload of the page is needed for that to take effect.
fr_fr: Le plugin a été désinstallé avec succès, cependant un rechargement de la page est requis pour que les changements prennent effet.

source: Uninstalling the plugin failed: %(reason)s
fr_fr: La désinstallation du plugin a échoué : %(reason)s

source: Uninstalling the plugin failed, please see the log for details.
fr_fr: La désinstallation du plugin a échoué, merci de consulter les fichiers journaux pour plus d'informations.

source: Plugin "%(name)s" enabled
fr_fr: Plugin "%(name)s" activé

source: The plugin was enabled successfully.
fr_fr: Le plugin a été activé avec succès.

source: The plugin was enabled successfully, however a restart of OctoPrint is needed for that to take effect.
fr_fr: Le plugin a été activé avec succès, cependant un redémarrage d'OctoPrint est requis pour que les changements prennent effet.

source: The plugin was enabled successfully, however a reload of the page is needed for that to take effect.
fr_fr: Le plugin a été activé avec succès, cependant un rechargement de la page est requis pour que les changements prennent effet.

source: Toggling the plugin failed: %(reason)s
fr_fr: L'activation/désactivation du plugin a échouée : %(reason)s

source: Toggling the plugin failed, please see the log for details.
fr_fr: L'activation/désactivation du plugin a échouée, lisez les fichiers journaux pour connaître les détails.

source: Plugin "%(name)s" disabled
fr_fr: Plugin "%(name)s" désactivé

source: The plugin was disabled successfully.
fr_fr: Le plugin a été désactivé avec succès.

source: The plugin was disabled successfully, however a restart of OctoPrint is needed for that to take effect.
fr_fr: Le plugin a été désactivé avec succès, cependant un redémarrage d'OctoPrint est requis pour que les changements prennent effet.

source: The plugin was disabled successfully, however a reload of the page is needed for that to take effect.
fr_fr: Le plugin a été désactivé avec succès, cependant un rechargement de la page est requis pour que les changements prennent effet.

source: Take note that all plugin management functionality is disabled while your printer is printing.
fr_fr: Veuillez noter que toutes les fonctionnalités de gestion des plugins sont désactivées pendant l'impression.

source: The <code>pip</code> command could not be found or does not work correctly for this installation of OctoPrint - please consult the log file for details and if necessary configure it manually. No installation and uninstallation of plugin packages is possible while <code>pip</code> is unavailable.
fr_fr: La commande <code>pip</code> n'a pas pu être trouvée ou ne fonctionne pas correctement pour cette installation d'OctoPrint - merci de consulter le fichier journal pour connaître les détails du problème et, si nécessaire, le configurer manuellement. Aucune installation ou désinstallation de plugin n'est possible tant que la commande <code>pip</code> est indisponible.

source: Safe mode is currently active. All third party plugins are disabled and cannot be enabled. Installation of plugin packages is disabled.
fr_fr: Le mode sécurisé est actuellement actif. Tous les plugins tiers sont désactivés et ne peuvent être activés. L'installation de plugins est aussi indisponible.

source: Plugin Configuration
fr_fr: Configuration du plugin

source: Installed Plugins
fr_fr: Plugins installés

source: Bundled with OctoPrint
fr_fr: Inclus avec OctoPrint

source: Cannot be uninstalled through OctoPrint
fr_fr: Ne peut pas être désinstallé via OctoPrint

source: Restart of OctoPrint needed for changes to take effect
fr_fr: Un redémarrage d'OctoPrint est nécessaire pour que les changements prennent effet.

source: Pending install
fr_fr: Installation en attente

source: Pending uninstall
fr_fr: Désinstallation en attente

source: Disabled due to safe mode
fr_fr: Désactivé en raison du mode sécurisé

source: Homepage
fr_fr: Page d'accueil

source: Uninstall Plugin
fr_fr: Désinstaller le plugin

source: Get More...
fr_fr: Installer des plugins...

source: Install new Plugins...
fr_fr: Installer des plugins...

source: ... from the <a href="%(url)s" target="_blank">Plugin Repository</a>
fr_fr: ... depuis le <a href="%(url)s" target="_blank">Dépôt de Plugins</a>

source: Sort by title
fr_fr: Trier par titre

source: Sort by publication date
fr_fr: Trier par date de publication

source: descending
fr_fr: Ordre décroissant

source: Only show uninstalled plugins
fr_fr: Afficher seulement les plugins désinstallés

source: Only show compatible plugins
fr_fr: Afficher seulement les plugins compatibles

source: Refresh list from repository
fr_fr: Actualiser la liste depuis le dépôt

source: Search...
fr_fr: Rechercher...

source: Details
fr_fr: Détails

source: Sadly the repository is currently not available
fr_fr: Malheureusement le dépôt est actuellement indisponible

source: Is your OctoPrint installation connected to the internet?
fr_fr: Votre installation OctoPrint est-elle connectée à Internet ?

source: ... from URL
fr_fr: ... depuis une URL

source: Enter URL...
fr_fr: Entrer une URL...

source: This does not look like a valid "http://" or "https://" URL.
fr_fr: Cela ne semble pas être une adresse "http://" ou "https://" valide.

source: ... from an uploaded archive
fr_fr: ... depuis une archive importée

source: This does not look like a valid plugin archive. Valid plugin archives should be either zip files or tarballs and have the extension ".zip", ".tar.gz", ".tgz" or ".tar"
fr_fr: Ceci n'est pas une archive de plugin valide. Les archives de plugin ont une extension ".zip", ".tar.gz", ".tgz" ou ".tar"

source: Advanced options
fr_fr: Options avancées

source: Use <code>--process-dependency-links</code> with <code>pip install</code>
fr_fr: Utiliser <code>--process-dependency-links</code> avec <code>pip install</code>

source: You should normally <strong>not</strong> have to change <strong>any</strong> of the following settings, they are purely provided for convenience here.
fr_fr: Vous ne devriez normalement <strong>pas</strong> avoir à changer un des paramètres suivants, ils ne sont là que pour des raisons de praticité.

source: Plugin repository configuration
fr_fr: Configuration du dépôt de plugins

source: URL of the Plugin Repository to use. You should normally not have to change this.
fr_fr: URL du dépôt de plugins à utiliser. Vous ne devriez normalement pas avoir à changer cela.

source: Repository URL
fr_fr: URL du dépôt

source: How long to cache repository data, in minutes. You should normally not have to change this.
fr_fr: Pendant combien de temps garder en mémoire cache les données du dépôt (en minutes). Vous ne devriez normalement pas avoir à changer cela.

source: Repository cache TTL
fr_fr: Cache TTL du dépôt

source: pip configuration
fr_fr: Configuration de pip

source: Additional arguments for the pip command. You should normally not have to change this.
fr_fr: Arguments additionnels pour la commande pip. Vous ne devriez normalement pas avoir à changer cela.

source: Additional arguments
fr_fr: Arguments additionnels

source: Force the use of the <code>--user</code> flag with <code>pip install</code>
fr_fr: Forcer l'utilisation de l'option <code>--user</code> avec <code>pip install</code>

source: Cancel
fr_fr: Annuler

source: Save
fr_fr: Enregistrer

source: Software Update
fr_fr: Mise à jour logicielle

source: unknown
fr_fr: inconnu

source: There are updates available for the following components:
fr_fr: Il y a des mises à jour disponibles pour les composants suivants :

source: Release Notes
fr_fr: Notes de version

source: Those components marked with <i class="icon-ok"></i> can be updated directly.
fr_fr: Ces composants marqués avec <i class="icon-ok"></i> peuvent êtres mis à jour directement.

source: Update Available
fr_fr: Mise à jour disponible

source: Ignore
fr_fr: Ignorer

source: You can make this message display again via "Settings" > "Software Update" > "Check for update now"
fr_fr: Vous pouvez afficher de nouveau ce message en allant dans "Paramètres" > "Mise à jour logicielle" > "Vérifier les mises à jour maintenant"

source: Update now
fr_fr: Mettre à jour maintenant

source: Everything is up-to-date
fr_fr: Tout est à jour

source: Updating...
fr_fr: Mise à jour en cours...

source: Now updating, please wait.
fr_fr: Mise à jour en cours, veuillez patienter...

source: Updating, please wait.
fr_fr: Mise à jour en cours, veuillez patienter...

source: Update not started!
fr_fr: La mise à jour n'a pas commencée !

source: The update could not be started. Is it already active? Please consult the log for details.
fr_fr: La mise a jour n'a pas pu commencer. Est-elle déjà active ? Merci de consulter les fichiers journaux pour les détails.

source: Can't update while printing
fr_fr: Pas de mise à jour possible pendant l'impression

source: A print job is currently in progress. Updating will be prevented until it is done.
fr_fr: Une tâche d'impression est en cours. Les mises à jour sont impossibles tant que l'impression n'est pas terminée.

source: Now updating %(name)s to %(version)s
fr_fr: Mise à jour de %(name)s vers la version %(version)s

source: Update successful, restarting!
fr_fr: Mise à jour réussie, le serveur redémarre !

source: The update finished successfully and the server will now be restarted.
fr_fr: La mise à jour s'est terminée avec succès et le serveur va maintenant être redémarré.

source: Restart failed
fr_fr: Le redémarrage a échoué

source: The server apparently did not restart by itself, you'll have to do it manually. Please consult the log file on what went wrong.
fr_fr: Le serveur n'a apparemment pas redémarré de lui-même, vous devez le faire manuellement. Merci de consulter les fichiers journaux pour les détails.

source: The update finished successfully, please restart OctoPrint now.
fr_fr: La mise à jour s'est terminée avec succès, merci de redémarrer OctoPrint.

source: The update finished successfully, please reboot the server now.
fr_fr: La mise à jour s'est terminée avec succès, merci de redémarrer le serveur.

source: Update successful, restart required!
fr_fr: Mise à jour terminée, redémarrage requis !

source: Restarting OctoPrint failed, please restart it manually. You might also want to consult the log file on what went wrong here.
fr_fr: Le redémarrage d'OctoPrint a échoué, merci de redémarrer manuellement. Vous pouvez consulter les fichiers journaux pour connaître les détails du problème.

source: Rebooting the server failed, please reboot it manually. You might also want to consult the log file on what went wrong here.
fr_fr: Le redémarrage du serveur a échoué, merci de redémarrer manuellement. Vous pouvez consulter les fichiers journaux pour connaître les détails du problème.

source: Update successful!
fr_fr: Mise à jour réussie !

source: The update finished successfully.
fr_fr: La mise à jour s'est terminée avec succès.

source: Update failed!
fr_fr: La mise à jour a échouée !

source: The update did not finish successfully. Please consult the log for details.
fr_fr: La mise à jour ne s'est pas terminée correctement. Merci de consulter les fichiers journaux pour les détails.
