Repository: bicephale/OctoPrint
Catalog: pip-msNUmd-build/LC_MESSAGES/messages.po
Languages: fr_fr

source: Are you sure you want to update now?
fr_fr: Êtes-vous sûr de vouloir mettre à jour ?

source: This will update the following components and restart the server:
fr_fr: Cela va mettre à jour les composants suivants puis redémarrer le serveur :

source: Be sure to read through any linked release notes, especially those for OctoPrint since they might contain important information you need to know <strong>before</strong> upgrading.
fr_fr: Soyez sûr d'avoir lu les notes de version, en particulier celles d'OctoPrint sachant qu'elles peuvent contenir des informations importantes que vous devez connaître </strong>avant</strong> de mettre à jour.

source: Are you sure you want to proceed?
fr_fr: Êtes-vous sûr de vouloir continuer ?

source: Proceed
fr_fr: Oui

source: Current versions
fr_fr: Versions actuelles

source: Update available
fr_fr: Mise à jour disponible

source: Update not possible, configuration ok?
fr_fr: Mise à jour impossible, la configuration est-elle correcte ?

source: Installed:
fr_fr: Installé :

source: Available:
fr_fr: Disponble :

source: Release Notes:
fr_fr: Notes de version :

source: Check for update now
fr_fr: Vérifier les mises à jour maintenant

source: Force check for update (overrides cache used for update checks)
fr_fr: Forcer la vérification des mises à jour (écrase le cache utilisé pour les vérifications de mise à jour)

source: Force update now (even if no new versions are available)
fr_fr: Forcer la mise à jour maintenant (même si il n'y a pas de nouvelles versions disponibles)

source: Version cache TTL
fr_fr: Version du cache TTL

source: Connection
fr_fr: Connexion

source: State
fr_fr: État

source: Files
fr_fr: Fichiers

source: Temperature
fr_fr: Température

source: Control
fr_fr: Contrôle

source: GCode Viewer
fr_fr: Visualiseur GCode

source: Printer
fr_fr: Imprimante

source: Serial Connection
fr_fr: Connexion série

source: Printer Profiles
fr_fr: Profils d'imprimante

source: Temperatures
fr_fr: Températures

source: Terminal Filters
fr_fr: Filtres du terminal

source: GCODE Scripts
fr_fr: Scripts GCode

source: Features
fr_fr: Fonctionnalités

source: GCODE Visualizer
fr_fr: Visualiseur GCODE

source: Folders
fr_fr: Dossiers

source: Appearance
fr_fr: Apparence

source: Logs
fr_fr: Journaux

source: Server
fr_fr: Serveur

source: Access
fr_fr: Accès

source: Start
fr_fr: Démarrer

source: Finish
fr_fr: Terminer

source: Shutdown system
fr_fr: Éteindre le système

source: You are about to shutdown the system.
fr_fr: Vous êtes sur le point d'éteindre le système.

source: Reboot system
fr_fr: Redémarrer le système

source: You are about to reboot the system.
fr_fr: Vous êtes sur le point de redémarrer le système.

source: Restart OctoPrint
fr_fr: Redémarrer OctoPrint

source: You are about to restart the OctoPrint server.
fr_fr: Vous êtes sur le point de redémarrer le serveur OctoPrint.

source: Server is offline
fr_fr: Serveur hors-ligne

source: The server appears to be offline, at least I'm not getting any response from it. I'll try to reconnect automatically <strong>over the next couple of minutes</strong>, however you are welcome to try a manual reconnect anytime using the button below.
fr_fr: Le serveur est hors-ligne ou ne répond pas. Une tentative de reconnexion automatique va être essayée </strong>d'ici quelques minutes</strong>, cependant vous pouvez essayer une reconnexion manuellement avec le bouton ci-dessous.

source: The server appears to be offline, at least I'm not getting any response from it. I <strong>could not reconnect automatically</strong>, but you may try a manual reconnect using the button below.
fr_fr: Le serveur est hors-ligne ou ne répond pas. Nous </strong>ne pouvons pas</strong> tenter de de reconnexion automatique, cependant vous pouvez essayer une reconnexion manuellement avec le bouton ci-dessous.

source: Safe mode is active
fr_fr: Mode sécurisé actif

source: The server is currently running in safe mode. Third party plugins are disabled and cannot be enabled.
fr_fr: Le serveur fonctionne actuellement en mode sécurisé. Les plugins tiers sont désactivés et ne peuvent être activés.

source: Slicing ... (%(percentage)d%%)
fr_fr: Tranchage... (%(percentage)d%%)

source: Unhandled communication error
fr_fr: Erreur de communication non gérée

source: There was an unhandled error while talking to the printer. Due to that the ongoing print job was cancelled. Error: %(firmwareError)s
fr_fr: Une erreur non gérée est survenue pendant la communication avec l'imprimante, suite à quoi les tâches d'impression ont été annulées. Erreur : %(firmwareError)s

source: The was an unhandled error while talking to the printer. Due to that OctoPrint disconnected. Error: %(error)s
fr_fr: Une erreur non gérée est survenue pendant la communication avec l'imprimante, suite à quoi OctoPrint s'est déconnecté. Erreur : %(error)s

source: %(days)d days
fr_fr: %(days)d jours

source: %(days)d.5 days
fr_fr: %(days)d.5 jours

source: %(days)d day
fr_fr: %(days)d jour

source: %(hours)d hour
fr_fr: %(hours)d heure

source: %(hours)d hours
fr_fr: %(hours)d heures

source: %(hours)d.5 hours
fr_fr: %(hours)d.5 heures

source: 1 day
fr_fr: 1 jour

source: a minute
fr_fr: 1 minute

source: 1 hour
fr_fr: 1 heure

source: a couple of seconds
fr_fr: quelques secondes

source: less than a minute
fr_fr: moins d'une minute

source: YYYY-MM-DD HH:mm
fr_fr: DD/MM/YYYY HH:mm

source: Are you sure?
fr_fr: Êtes-vous sûr ?

source: Offline
fr_fr: Hors ligne

source: Opening serial port
fr_fr: Ouverture d'un port série...

source: Detecting serial port
fr_fr: Détection du port série...

source: Detecting baudrate
fr_fr: Détection de la vitesse de transmission...

source: Connecting
fr_fr: Connexion...

source: Operational
fr_fr: Opérationnel

source: Printing from SD
fr_fr: Impression depuis la carte SD...

source: Sending file to SD
fr_fr: Envoi du fichier à la carte SD...

source: Printing
fr_fr: Impression en cours...

source: Paused
fr_fr: En pause

source: Closed
fr_fr: Fermé

source: Transfering file to SD
fr_fr: Transfert du fichier vers SD...

source: Connect
fr_fr: Connecter

source: Disconnect
fr_fr: Déconnecter

source: Tool
fr_fr: Extrudeur

source: Hotend
fr_fr: Tête d'impr.

source: Your available free disk space is critically low.
fr_fr: L'espace de stockage disponible est critique.

source: Your available free disk space is starting to run low.
fr_fr: L'espace de stockage disponible est faible.

source: Your current disk usage.
fr_fr: Utilisation du stockage actuelle

source: You are about to delete the folder "%(folder)s" which still contains files and/or sub folders.
fr_fr: Vous êtes sur le point de supprimer le dossier "%(folder)s", qui contient encore des fichiers et/ou des sous-dossiers.

source: Model size
fr_fr: Taille de l'objet

source: Estimated print time
fr_fr: Temps d'impr. estimé

source: Last printed
fr_fr: Dernière impr.

source: Last print time
fr_fr: Durée de la dernière impr.

source: Object in %(name)s exceeds the print volume of the currently selected printer profile, be careful when printing this.
fr_fr: L'objet dans %(name)s dépasse le volume d'impression maximal du profil d'imprimante sélectionné, soyez prudent en imprimant ceci.

source: Object exceeds print volume in width.<br>
fr_fr: L'objet dépasse le volume d'impr. en largeur. <br>

source: Object exceeds print volume in depth.<br>
fr_fr: L'objet dépasse le volume d'impr. en profondeur. <br>

source: Object exceeds print volume in height.<br>
fr_fr: L'objet dépasse le volume d'impr. en hauteur. <br>

source: Print volume: (%(profile.minX).2f, %(profile.minY).2f, %(profile.minZ).2f) &times; (%(profile.maxX).2f, %(profile.maxY).2f, %(profile.maxZ).2f)
fr_fr: Volume d'impression : (%(profile.minX).2f, %(profile.minY).2f, %(profile.minZ).2f) &times; (%(profile.maxX).2f, %(profile.maxY).2f, %(profile.maxZ).2f)

source: Object doesn't fit print volume
fr_fr: L'objet ne convient pas au volume d'impr.

source: Slicing ...
fr_fr: Tranchage...

source: Slicing done
fr_fr: Tranchage terminé

source: Sliced %(stl)s to %(gcode)s, took %(time).2f seconds
fr_fr: %(stl)s tranché vers %(gcode)s en %(time).2f seconds

source: Could not slice %(stl)s to %(gcode)s: %(reason)s
fr_fr: Impossible de trancher %(stl)s vers %(gcode)s : %(reason)s

source: Slicing failed
fr_fr: Le tranchage a échoué

source: Streaming ...
fr_fr: Transfert en cours...

source: Streaming done
fr_fr: Transfert terminé

source: Streamed %(local)s to %(remote)s on SD, took %(time).2f seconds
fr_fr: %(local)s transféré vers %(remote)s sur la carte SD en %(time).2f secondes

source: Could not upload the file. Make sure that it is a valid file with one of these extensions: %(extensions)s
fr_fr: Impossible d'importer le fichier. Soyez sûr que le fichier soit valide et ait une de ces extensions : %(extensions)s

source: Saving ...
fr_fr: Enregistrement...

source: Uploading ...
fr_fr: Importation...

source: Loading...
fr_fr: Chargement...

source: Analyzing...
fr_fr: Analyse en cours...

source: Analyzed
fr_fr: Analysé

source: Estimated total print time
fr_fr: Temps d'impr. total estimé

source: Estimated layer height
fr_fr: Hauteur de couche estimé

source: Layer count
fr_fr: Nombre de couches

source: printed
fr_fr: imprimé

source: visited
fr_fr: visité

source: Layer number
fr_fr: Numéro de couche

source: Layer height
fr_fr: Hauteur de couche

source: GCODE commands
fr_fr: Commandes GCode

source: Login
fr_fr: S'identifier

source: Login successful
fr_fr: Identification réussie

source: You are now logged in as "%(username)s"
fr_fr: Vous êtes maintenant connecté comme "%(username)s"

source: Login failed
fr_fr: L'identification a échouée

source: User unknown or wrong password
fr_fr: Nom d'utilisateur inconnu ou mauvais mot de passe

source: Logout successful
fr_fr: Déconnexion réussie

source: You are now logged out
fr_fr: Vous êtes désormais déconnecté

source: Identifier must be set
fr_fr: Un identifiant doit être renseigné

source: Invalid characters, only a-z, A-Z, 0-9, -, ., _, ( and ) are allowed
fr_fr: Caractères non valides. Seuls les caractères suivants sont autorisés : a-z A-Z 0-9 - . _ ( )

source: A profile with such an identifier already exists
fr_fr: Un profil avec le même identifiant existe déjà

source: default
fr_fr: par défaut

source: red
fr_fr: rouge

source: yellow
fr_fr: jaune

source: green
fr_fr: vert

source: blue
fr_fr: bleu

source: black
fr_fr: noir

source: Lower Left
fr_fr: En bas à gauche

source: Center
fr_fr: Centre

source: There was unexpected error while saving the printer profile, please consult the logs.
fr_fr: Une erreur non attendue est survenue lors de l'enregistrement du profil d'imprimante, merci de consulter les fichiers journaux.

source: Saving failed
fr_fr: L'enregistrement a échoué

source: There was unexpected error while removing the printer profile, please consult the logs.
fr_fr: Une erreur non attendue est survenue lors de la suppression du profil d'imprimante, merci de consulter les fichiers journaux.

source: There was unexpected error while updating the printer profile, please consult the logs.
fr_fr: Une erreur non attendue est survenue lors de la mise à jour du profil d'imprimante, merci de consulter les fichiers journaux.

source: Add Printer Profile
fr_fr: Ajouter un profil d'imprimante

source: Edit Printer Profile "%(name)s"
fr_fr: Modifier le profil "%(name)s"

source: Restarts the print job from the beginning
fr_fr: Redémarrer l'impression depuis le début

source: Starts the print job
fr_fr: Démarrer l'impression

source: Resumes the print job
fr_fr: Reprendre l'impression actuellement en pause

source: Pauses the print job
fr_fr: Mettre l'impression en pause

source: Based on a linear approximation (very low accuracy, especially at the beginning of the print)
fr_fr: Basé sur une approximation linéaire (précision très faible, surtout au début de l'impression)

source: Based on the estimate from analysis of file (medium accuracy)
fr_fr: Basé sur une estimation d'après l'analyse du fichier (précision moyenne)

source: Based on a mix of estimate from analysis and calculation (medium accuracy)
fr_fr: Basé sur un mélange de l'estimation d'après l'analyse et de calculs (précision moyenne)

source: Based on the average total of past prints of this model with the same printer profile (usually good accuracy)
fr_fr: Basé sur la moyenne totale des précédentes impressions de ce modèle avec le même profil d'imprimante (en général, bonne précision)

source: Based on a mix of average total from past prints and calculation (usually good accuracy)
fr_fr: Basé sur un mélange de la moyenne totale des précédentes impressions et de calculs (en général, bonne précision)

source: Based on the calculated estimate (best accuracy)
fr_fr: Basé sur une estimation calculée (meilleure précision possible)

source: Continue
fr_fr: Continuer

source: On Z Change
fr_fr: Sur changement de l'axe Z

source: Timed
fr_fr: Temporisé

source: This will restart the print job from the beginning.
fr_fr: Cela va redémarrer l'impression depuis le début

source: This will cancel your print.
fr_fr: Cela va annuler votre impression.

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: white
fr_fr: blanc

source: Autodetect from browser
fr_fr: Détection automatique avec le navigateur

source: If you see your webcam stream below, the entered stream URL is ok.
fr_fr: Si vous voyez la diffusion de votre webcam ci-dessous, l'URL de vidéo renseignée est correcte.

source: Stream test
fr_fr: Test de diffusion vidéo

source: Snapshot test failed
fr_fr: Le test de photo a échoué

source: If you see your webcam snapshot picture below, the entered snapshot URL is ok.
fr_fr: Si vous voyez la photo prise par la webcam ci-dessous, l'URL de photo renseignée est correcte.

source: Snapshot test
fr_fr: Test de photo

source: Do nothing
fr_fr: Ne rien faire

source: Select for printing
fr_fr: Charger pour impression

source: Start printing
fr_fr: Démarrer l'impression

source: Slicing %(filename)s
fr_fr: Tranchage de %(filename)s...

source: The command "%(command)s" executed successfully
fr_fr: La commande "%(command)s" a été exécutée avec succès

source: The command "%(command)s" could not be executed.
fr_fr: La commande "%(command)s" n'a pas pu être exécutée

source: Error
fr_fr: Erreur

source: Bed
fr_fr: Plateau

source: just now
fr_fr: à l'instant

source: Actual
fr_fr: Actuel

source: Target
fr_fr: Cible

source: showing %(displayed)d lines (%(filtered)d of %(total)d total lines filtered, buffer full)
fr_fr: affichage de %(displayed)d lignes (%(filtered)d sur %(total)d lignes totales filtrées, mémoire tampon pleine)

source: showing %(displayed)d lines (%(filtered)d of %(total)d total lines filtered)
fr_fr: affichage de %(displayed)d lignes (%(filtered)d sur %(total)d lignes totales filtrées)

source: showing %(displayed)d lines (buffer full)
fr_fr: affichage de %(displayed)d lignes (mémoire tampon pleine)

source: showing %(displayed)d lines
fr_fr: affichage de %(displayed)d lignes

source: Rendering timelapse
fr_fr: Rendu du timelapse...

source: Now rendering timelapse %(movie_prefix)s. Due to performance reasons it is not recommended to start a print job while a movie is still rendering.
fr_fr: Rendu du timelapse %(movie_prefix)s en cours... Pour des raisons de performance, il est conseillé de ne pas démarrer d'impression tant que la vidéo est en train d'être générée.

source: Cannot render timelapse
fr_fr: Impossible de faire le rendu du Timelapse

source: Rendering of timelapse %(movie_prefix)s is not possible since no frames were captured. Is the snapshot URL configured correctly?
fr_fr: Le rendu du timelapse %(movie_prefix)s n'est pas possible puisque aucune image n'a été capturée. L'URL de photo configurée est-elle correcte ?

source: Rendering timelapse failed
fr_fr: Le rendu du Timelapse a échoué

source: Rendering of timelapse %(movie_prefix)s failed with return code %(returncode)s
fr_fr: Le rendu du timelapse %(movie_prefix)s a échoué et a retourné le code erreur %(returncode)s

source: Rendering of timelapse %(movie_prefix)s failed due to an unknown error, please consult the log file
fr_fr: Le rendu du timelapse %(movie_prefix)s a échoué en raison d'une erreur inconnue, merci de consulter le fichier journal.

source: Timelapse ready
fr_fr: Timelapse prêt

source: New timelapse %(movie_prefix)s is done rendering.
fr_fr: Rendu terminé pour le nouveau timelapse %(movie_prefix)s

source: Not possible
fr_fr: Impossible

source: You may not delete your own account.
fr_fr: Vous ne devriez pas supprimer votre propre compte.

source: Create Folder
fr_fr: Nouveau dossier

source: Please specify the name of the folder to create.
fr_fr: Merci de spécifier le nom du dossier à créer.

source: Folder name
fr_fr: Nom du dossier

source: Create
fr_fr: Créer

source: Slicing is currently disabled since no slicer has been configured yet. Please configure a slicer under "Settings".
fr_fr: Le tranchage est actuellement désactivé, puisque aucun trancheur n'a encore été configuré. Merci de configurer un trancheur dans "Paramètres".

source: Please configure which slicer and which slicing profile to use and name the GCode file to slice to below, or click "Cancel" if you do not wish to slice the file now.
fr_fr: Merci de configurer quel trancheur et quel profil de tranchage utiliser, et nommer le fichier Gcode de sortie, ou cliquer sur "Annuler" si vous ne souhaitez pas trancher le fichier maintenant.

source: Slicer
fr_fr: Trancheur

source: Select a slicer...
fr_fr: Sélectionner un trancheur...

source: Slicing Profile
fr_fr: Profil de tranchage

source: Select a slicing profile...
fr_fr: Sélectionner un profil de tranchage...

source: Printer Profile
fr_fr: Profil d'imprimante

source: Select a printer profile...
fr_fr: Sélectionner un profil d'imprimante...

source: Output Filename
fr_fr: Nom du fichier de sortie

source: After slicing...
fr_fr: Après le tranchage...

source: Slice
fr_fr: Trancher

source: Setup Wizard
fr_fr: Assistant de configuration

source: Next
fr_fr: Suivant

source: Previous
fr_fr: Précédent

source: Unless otherwise noted, you may just skip any wizard page by clicking "Next" or "Finish".
fr_fr: Sauf indication contraire, vous pouvez passer une page de l'assistant en cliquant sur "Suivant" ou "Terminer".

source: The snappy web interface for your 3D printer
fr_fr: L'interface élégante pour votre imprimante 3D

source: Active
fr_fr: Actif

source: Admin
fr_fr: Administrateur

source: API Key
fr_fr: Clé API

source: Update User
fr_fr: Mettre à jour l'utilisateur

source: Change password
fr_fr: Modifier le mot de passe

source: Delete user
fr_fr: Supprimer cet utilisateur

source: Add user
fr_fr: Ajouter un utilisateur

source: Repeat Password
fr_fr: Répéter le mot de passe

source: Edit user "%(user)s"
fr_fr: Modifier l'utilisateur "%(user)s"

source: Change password for user "%(user)s"
fr_fr: Modifier le mot de passe pour l'utilisateur "%(user)s"

source: New Password
fr_fr: Nouveau mot de passe

source: Current API Key
fr_fr: Clé API actuelle

source: Enable
fr_fr: Activer

source: QR Code
fr_fr: Code QR

source: Name of this OctoPrint instance, will be shown in the navigation bar and broadcast on the network
fr_fr: Nom de l'instance OctoPrint, sera affiché dans la barre de navigation et diffusé sur le réseau

source: Title
fr_fr: Titre

source: Personalize the color of the navigation bar - maybe to match your printer?
fr_fr: Personnaliser la couleur de la barre de navigation (peut-être pour correspondre à votre imprimante ?!)

source: Color
fr_fr: Couleur

source: For acrylic printers ;)
fr_fr: Pour les imprimantes en acrylique ;)

source: Transparent Color
fr_fr: Couleur transparente

source: Language Packs
fr_fr: Packs de langue

source: Manage...
fr_fr: Gérer...

source: Default Language
fr_fr: Langue par défaut

source: Changes to the default interface language will only become active after a reload of the page and only be active if not overridden by the users language settings.
fr_fr: Le changement de la langue d'affichage par défaut ne prendra effet qu'après un rechargement de la page, et ne deviendra actif que si ils ne sont pas remplacés par les paramètres linguistiques de l'utilisateur.

source: Show temperatures in Fahrenheit as well as Celcius
fr_fr: Afficher les températures en Fahrenheit et en Celsius

source: Manage Language Packs...
fr_fr: Gérer les packs de langue...

source: Available Language Packs
fr_fr: Packs de langue disponible

source: Last update:
fr_fr: Dernière mise à jour :

source: Delete
fr_fr: Supprimer

source: No additional Language Packs are installed at the moment.
fr_fr: Aucun pack de langue additionnel n'est installé actuellement

source: Upload additional Language Packs
fr_fr: Importer des packs de langue additionnels

source: Upload
fr_fr: Importer

source: This does not look like a valid language pack. Valid language packs should be either zip files or tarballs and have the extension ".zip", ".tar.gz", ".tgz" or ".tar"
fr_fr: Cela ne semple pas être un pack de langue valide. Un pack de langue valide doit avoir une extension en ".zip", ".tar.gz", ".tgz" ou ".tar"

source: Please note that you will have to reload the page in order for any newly added language packs to become available.
fr_fr: Merci de noter que vous devrez recharger la page pour que les packs de langue nouvellement ajoutés deviennent disponible.

source: Enable Temperature Graph
fr_fr: Activer le graphique de température

source: Enable model size detection and warn if model exceeds print bed
fr_fr: Activer la détection de la taille de l'objet et m'avertir si l'objet dépasse du plateau

source: Beta
fr_fr: Bêta

source: Confirm before cancelling a print
fr_fr: Confirmer avant d'annuler une impression

source: Enable SD support
fr_fr: Activer la prise en charge des cartes SD

source: Enable Keyboard Control
fr_fr: Activer le contrôle par clavier

source: Wait for <code>start</code> on connect
fr_fr: Attendre un <code>start</code> à la connexion

source: Enable automatic firmware detection
fr_fr: Activer la détection auto du firmware

source: If enabled, OctoPrint will try to figure out your printer's firmware automatically and adjust a couple of communication parameters based on that. If that doesn't work out, or you want more granular control, uncheck this and the parameters in question will become visible for you to adjust.
fr_fr: Si activé, OctoPrint essayera de déterminer le firmware de votre imprimante automatiquement et ajustera quelques paramètres de communication en fonction. Si cela ne fonctionne pas, ou si vous voulez un contrôle plus fin, décocher cette case et les paramètres en question deviendront visible afin que vous puissiez les ajuster.

source: Always assume SD card is present
fr_fr: Toujours supposer qu'une carte SD est présente

source: Send a checksum with the command
fr_fr: Envoyer un total de contrôle (checksum) avec la commande

source: When printing
fr_fr: Pendant l'impression

source: Always
fr_fr: Toujours

source: Never
fr_fr: Jamais

source: Upload Folder
fr_fr: Dossier d'importation

source: Timelapse Folder
fr_fr: Dossier des Timelapses

source: Timelapse Temp Folder
fr_fr: Dossier temporaire des Timelapses

source: Logs Folder
fr_fr: Dossier des journaux

source: Watched Folder
fr_fr: Dossier surveillé

source: Disk space thresholds
fr_fr: Seuils d'espace de stockage

source: If the free disk space falls below these thresholds, OctoPrint will warn the user.
fr_fr: Si l'espace disque disponible tombe en dessous de ces valeurs, OctoPrint avertira l'utilisateur.

source: Warning
fr_fr: Avertissement

source: Critical
fr_fr: Critique
