Repository: bicephale/OctoPrint
Catalog: pip-msNUmd-build/LC_MESSAGES/messages.po
Languages: fr_fr

source: Provide values including size unit. Allowed units are: b, byte, bytes, kb, mb, gb, tb (case insensitive). Example: <code>5MB</code>, <code>500KB</code>
fr_fr: Fournir une valeur avec l'unité de taille. Unités autorisées : b, byte, bytes, kb, mb, gb, tb (insensible à la casse). Exemple : <code>5MB</code>, <code>500KB</code>

source: Before print job starts
fr_fr: Avant qu'une impression ne démarre

source: After print job completes
fr_fr: Après qu'une impression se termine

source: After print job is cancelled
fr_fr: Après qu'une impression soit annulée

source: After print job is paused
fr_fr: Après qu'une impression soit mise en pause

source: Before print job is resumed
fr_fr: Avant qu'une impression ne reprenne

source: After connection to printer is established
fr_fr: Après que la connexion à l'imprimante soit établie

source: Before connection to printer is closed
fr_fr: Avant que la connexion à l'imprimante soit fermée

source: This will only be executed when closing the connection actively. If the connection to the printer is suddenly lost nothing will be sent.
fr_fr: Ceci ne sera exécuté qu'avant une fermeture "volontaire" d'une connexion. Si la connexion à l'imprimante est soudainement perdue, rien ne sera envoyé.

source: Enable GCode Visualizer
fr_fr: Activer le visualiseur GCode

source: Maximum size the GCodeViewer autoloads the file for preview
fr_fr: Taille de fichier maximale que le visualiseur GCode charge automatiquement pour le prévisualiser

source: GCode Visualizer file size threshold
fr_fr: Seuil de taille de fichier pour le visualiseur GCode

source: on desktop
fr_fr: sur ordinateur

source: on mobile
fr_fr: sur smartphone

source: Modification date
fr_fr: Date de modification

source: Size
fr_fr: Taille

source: Add Profile...
fr_fr: Ajouter un profil...

source: Serial port to connect to, setting this to AUTO will make OctoPrint try to automatically find the right setting
fr_fr: Le port série auquel se connecter, le régler sur AUTO fera qu'OctoPrint essayera de choisir le meilleur paramètre

source: Serial Port
fr_fr: Port série

source: Serial baud rate to connect with, setting this to AUTO will make OctoPrint try to automatically find the right setting
fr_fr: La vitesse de transmission à laquelle communiquer, la régler sur AUTO fera qu'OctoPrint essayera de choisir le meilleur paramètre.

source: Baudrate
fr_fr: Vitesse de transmission

source: Makes OctoPrint try to connect to the printer automatically during start up
fr_fr: Fait qu'OctoPrint essayera de se connecter à l'imprimante automatiquement durant le démarrage du serveur

source: Auto-connect to printer on server start
fr_fr: Connexion auto au démarrage du serveur

source: Interval in which to poll for the temperature information from the printer
fr_fr: Intervalle auquel interroger l'imprimante pour les températures

source: Temperature interval
fr_fr: Intervalle de température

source: When printing or idle
fr_fr: Pendant l'impression ou au repos

source: When a target temperature is set
fr_fr: Quand une température cible est définie

source: Interval in which to poll for the SD printing status information from the printer while printing
fr_fr: Intervalle auquel interroger l'imprimante pour le statut de l'impression depuis SD durant l'impression

source: SD status interval
fr_fr: Intervalle de statut impression SD

source: Time after which the communication with your printer will be considered timed out if nothing was sent by your printer (and an attempt to get it talking again will be done). Increase this if your printer takes longer than this for some moves. This is also the interval in which the temperature will be polled from the printer while not printing.
fr_fr: Le temps au bout duquel la communication avec votre imprimante sera considérée comme interrompue si rien n'a été envoyé par l'imprimante alors qu'une tentative de communication a été faite. Augmenter cette valeur si votre imprimante prend plus de temps que cela pour certains mouvements. C'est aussi l'intervalle auquel l'imprimante sera interrogée pour les températures quand elle n'imprime pas.

source: Communication timeout
fr_fr: Communication interrompue (délai dépassé)

source: Time after which a connection attempt to the printer will be considered as having failed
fr_fr: Le temps au bout duquel la tentative de connexion à l'imprimante sera considérée comme ayant échouée.

source: Connection timeout
fr_fr: Connexion interrompue (délai dépassé)

source: Time after which to consider an auto detection attempt to have failed if no successful connection is detected
fr_fr: Le temps au bout duquel la tentative d'auto-détection des paramètres de connexion à l'imprimante sera considérée comme ayant échouée.

source: Autodetection timeout
fr_fr: Délai d'attente d'auto-détection

source: Log communication to serial.log (might negatively impact performance)
fr_fr: Archiver la communication dans serial.log (peut affecter négativement les performances)

source: Additional serial ports
fr_fr: Ports série additionnels

source: Additional baud rates
fr_fr: Vitesses de transmission additionnelles

source: Ignore any unhandled errors from the firmware. Only use this if your firmware sends stuff prefixed with "Error" that is not an actual error. Might mask printer issues, be careful!
fr_fr: Ignorer toutes les erreurs non gérées du firmware. N'utiliser ceci que si votre firmware envoie des choses commençant par "Error" alors que ce n'est pas vraiment une erreur. Peut masquer des problèmes d'imprimante, soyez prudent !

source: Commands that are know to run long and hence should suppress communication timeouts from being triggered.
fr_fr: Commandes connues pour être longues à s'exécuter. Permet d'empêcher le faux déclenchement d'une erreur de communication pour délai dépassé.

source: Long running commands
fr_fr: Commandes longues à exécuter

source: Use this to specify the commands known to take a long time to complete without output from your printer and hence might cause timeout issues. Just the G or M code, comma separated.
fr_fr: Utiliser ceci pour spécifier les commandes connues pour prendre du temps à se terminer sans réponse de votre imprimante, et qui pourraient causer des problèmes de délai dépassé. Commandes G ou M séparées par une virgule.

source: Commands that always require a line number and checksum to be sent with them.
fr_fr: Commandes qui requièrent toujours qu'un numéro de ligne et un total de contrôle (checksum) soit envoyé avec elles

source: Commands that always require a checksum
fr_fr: Commandes qui requièrent un total de contrôle (checksum)

source: Use this to specify which commands <strong>always</strong> need to be sent with a checksum. Comma separated list.
fr_fr: Utiliser ceci pour spécifier les commandes qui ont <strong>troujours</strong> besoin d'être envoyées avec un total de contrôle (checksum). Liste séparée par une virgule.

source: Maximum consecutive communication timeouts while idle. More than this and the printer will be considered to be gone. Set to 0 to disable.
fr_fr: Nombre maximum d'erreurs de communication pour délai dépassé quand l'imprimante est au repos. Si cette valeur est dépassée, l'imprimante sera considérée comme déconnectée. Régler sur 0 pour désactiver cette fonctionnalité.

source: Max. consecutive timeouts while idle
fr_fr: Nombre max. de délais dépassés consécutifs au repos

source: Maximum consecutive communication timeouts while printing. More than this and the printer will be considered to be gone. Set to 0 to disable.
fr_fr: Nombre maximum d'erreurs de communication pour délai dépassé durant l'impression. Si cette valeur est dépassée, l'imprimante sera considérée comme déconnectée. Régler sur 0 pour désactiver cette fonctionnalité.

source: Max. consecutive timeouts while printing
fr_fr: Nombre max. de délais dépassés consécutifs pendant l'impression

source: Maximum consecutive communication timeouts while a long running command is active. More than this and the printer will be considered to be gone. Set to 0 to disable.
fr_fr: Nombre maximum d'erreurs de communication pour délai dépassé durant l'exécution de longues commandes. Si cette valeur est dépassée, l'imprimante sera considérée comme déconnectée. Régler sur 0 pour désactiver cette fonctionnalité.

source: Max. consecutive timeouts during long running commands
fr_fr: Nombre max. de délais dépassés consécutifs durant l'exécution de longues commandes

source: Commands
fr_fr: Commandes

source: Temperature Graph
fr_fr: Graphique de température

source: Graph cutoff
fr_fr: Historique

source: Needs a restart of OctoPrint to become active.
fr_fr: Nécessite un redémarrage d'OctoPrint pour prendre effet.

source: Temperature Presets
fr_fr: Pré-réglages de température

source: Extruder
fr_fr: Extrudeur

source: If you do not wish to change your password, just leave the following fields empty.
fr_fr: Si vous ne souhaitez pas changer votre mot de passe, laissez les champs suivants vides.

source: Language
fr_fr: Langue

source: Changes to the interface language will only become active after a reload of the page.
fr_fr: Les changements de la langue de l'interface ne prendront effet qu'après un rechargement de la page.

source: All Done!
fr_fr: Terminé !

source: Your OctoPrint installation is now all set up and ready to go. Happy printing!
fr_fr: Votre installation OctoPrint est désormais entièrement configurée et prête à être utilisée. Joyeuses impressions !

source: If you enjoy OctoPrint, please consider <a href="%(url)s" target="_blank">supporting its ongoing development</a>, which is fully funded by users like you! You can also find this link in the "About" dialog. <strong>Thank you!</strong>
fr_fr: Si vous appréciez OctoPrint, merci de <a href="%(url)s" target="_blank">supporter son développement</a>, qui est entièrement financé par des utilisateurs comme vous ! Vous pouvez aussi trouver ce lien dans la rubrique "À propos". <strong>Merci !</strong>

source: Hello!
fr_fr: Bonjour !

source: Thank you for installing OctoPrint! This wizard will lead you through the final steps to get your OctoPrint instance all setup and ready to go. We'll get you printing in no time!
fr_fr: Merci d'avoir installé OctoPrint ! Cet assistant vous guidera à travers les dernières étapes pour rendre votre installation OctoPrint entièrement configurée et prête à être utilisée. Vous allez pouvoir imprimer en un rien de temps !

source: Remember me
fr_fr: Rester connecté

source: User Settings
fr_fr: Paramètres de l'utilisateur

source: Logout
fr_fr: Se déconnecter

source: Settings
fr_fr: Paramètres

source: System
fr_fr: Système

source: Upload locally
fr_fr: Importer vers la mémoire interne

source: Upload to SD
fr_fr: Importer SD

source: SD not initialized
fr_fr: Carte SD non initialisée

source: Attempt to reconnect
fr_fr: Tenter de se reconnecter

source: Please reload
fr_fr: Recharger la page

source: There is a new version of the server active now, a reload of the user interface is needed. This will not interrupt any print jobs you might have ongoing. Please reload the web interface now by clicking the button below.
fr_fr: Il y a une nouvelle instance du serveur qui est active, un rechargement de la page est requis. Cela n'interrompra pas les impressions en cours. Merci de recharger l'interface web maintenant en cliquant sur le bouton ci-dessous.

source: Save connection settings
fr_fr: Enregistrer paramètres de connexion

source: Auto-connect on server startup
fr_fr: Connexion auto au démarrage du serveur

source: Back
fr_fr: Retour

source: Uploaded
fr_fr: Importé

source: Additional data
fr_fr: Plus d'informations

source: Download
fr_fr: Télécharger

source: Remove
fr_fr: Supprimer

source: Load
fr_fr: Charger

source: Load and Print
fr_fr: Charger et Imprimer

source: Free
fr_fr: Disponible

source: Create folder...
fr_fr: Nouveau dossier...

source: Hint: You can also drag and drop files on this page to upload them.
fr_fr: Astuce : vous pouvez aussi glisser-déposer les fichiers sur cette page pour les importer.

source: File list settings
fr_fr: Paramètres de la liste de fichiers

source: Sort by name
fr_fr: Trier par nom

source: Sort by upload date
fr_fr: Trier par date d'importation

source: Sort by file size
fr_fr: Trier par taille de fichier

source: Sort by Folders, Files
fr_fr: Trier par dossiers puis fichiers

source: Sort by Files, Folders
fr_fr: Trier par fichiers puis dossiers

source: Mixed
fr_fr: Mélangé

source: Only show machine code files
fr_fr: N'afficher que les fichiers de code machine

source: Only show model files
fr_fr: N'afficher que les fichiers d'objet 3D

source: Only show files stored locally
fr_fr: N'afficher que les fichiers de la mémoire interne

source: Only show files stored on SD
fr_fr: N'afficher que les fichiers de la carte SD

source: Hide folders without files
fr_fr: Masquer les dossiers vides

source: Hide successfully printed files
fr_fr: Masquer les fichiers correctement imprimés

source: Refresh file list
fr_fr: Actualiser la liste de fichiers

source: SD Card operations
fr_fr: Opérations sur la carte SD

source: Initialize SD card
fr_fr: Initialiser la carte SD

source: Refresh SD files
fr_fr: Actualiser les fichiers de la carte SD

source: Release SD card
fr_fr: Éjecter la carte SD

source: Current printer state
fr_fr: État actuel de l'imprimante

source: Name of file currently selected for printing
fr_fr: Nom du fichier actuellement sélectionné pour l'impression

source: File
fr_fr: Fichier

source: Current timelapse configuration
fr_fr: Configuration actuelle des Timelapses

source: Estimated total print time base on statical analysis or past prints
fr_fr: Estimation du temps total d'impression basée sur une analyse statique des précédentes impressions

source: Approx. Total Print Time
fr_fr: Temps d'impr. total

source: Total print time so far
fr_fr: Temps d'impression écoulé

source: Print Time
fr_fr: Temps écoulé

source: Estimated time until the print job is done. This is only an estimate and accuracy depends heavily on various factors!
fr_fr: Estimation du temps restant avant la fin de l'impression. Ce n'est qu'une estimation et la précision dépend de plein de facteurs !

source: Print Time Left
fr_fr: Temps restant

source: Bytes printed vs total bytes of file
fr_fr: Nombre d'octets imprimés par rapport au nombre d'octets du fichier

source: Printed
fr_fr: Imprimé

source: Restart
fr_fr: Redémarrer

source: Print
fr_fr: Imprimer

source: Resume
fr_fr: Reprendre

source: Cancels the print job
fr_fr: Annule l'impression

source: Please define the maximum speed/feedrate of the individual axes and whether their control should be inverted or not.
fr_fr: Merci de définir la vitesse maximale pour chaque axe, et si leur contrôle doit être inversé ou non.

source: Invert control
fr_fr: Inverser les contrôles

source: This information is used for manual control via the "Control" tab. It does NOT influence already sliced files that you upload to OctoPrint!
fr_fr: Cette information est utilisée pour le contrôle manuel depuis l'onglet "Contrôle". Elle n'influence PAS les fichiers déjà tranchés que vous importez dans OctoPrint !

source: Form Factor
fr_fr: Forme

source: Rectangular
fr_fr: Rectangulaire

source: Circular
fr_fr: Circulaire

source: Origin
fr_fr: Origine

source: Heated Bed
fr_fr: Plateau chauffant

source: Please define the print volume.
fr_fr: Merci de définir le volume d'impression

source: Width (X)
fr_fr: Largeur (X)

source: Depth (Y)
fr_fr: Profondeur (Y)

source: Diameter (X/Y)
fr_fr: Diamètre (X/Y)

source: Height (Z)
fr_fr: Hauteur (Z)

source: If your printer's print head may move slightly outside the print volume (e.g. for nozzle cleaning routines) you can define a custom safe bounding box for its movements below.
fr_fr: Si la buse de votre imprimante peut sortir légèrement du volume d'impression (par exemple pour une routine de nettoyage de la buse), vous pouvez définir une zone personnalisée pour ces mouvements ci-dessous

source: Custom bounding box
fr_fr: Boîte de limitation personnalisée

source: X Coordinates
fr_fr: Coordonnées X

source: Y Coordinates
fr_fr: Coordonnées Y

source: Z Coordinates
fr_fr: Coordonnées Z

source: This information is used for the temperature tab, the bounding box check, the GCODE Viewer and/or when slicing from OctoPrint. It does NOT influence already sliced files that you upload to OctoPrint!
fr_fr: Cette information est nécessaire pour l'onglet Température, pour la vérification de la boîte de limitation personnalisée, pour le visualiseur GCode et lors du tranchage depuis OctoPrint. Elle n'influence PAS les fichiers déjà tranchés que vous importez dans OctoPrint !

source: Nozzle Diameter
fr_fr: Diamètre de la buse

source: Number of Extruders
fr_fr: Nombre d'extrudeurs

source: Please specify the nozzle offsets of the extruders relative to the first nozzle T0.
fr_fr: Merci de spécifier la distance séparant les buses de l'extrudeur, en relatif par rapport à la buse principale T0.

source: Offset
fr_fr: Décalage

source: This information is used for the graph and controls available in the "Temperature" tab, the GCODE viewer and when slicing from within OctoPrint. It does NOT influence already sliced files that you upload to OctoPrint!
fr_fr: Cette information est utilisée pour le graphique et les contrôles disponible dans l'onglet "Température", pour le visualiseur de GCode et lors du tranchage depuis OctoPrint. Elle n'influence PAS les fichiers déjà tranchés que vous importez dans OctoPrint !

source: Name must be set
fr_fr: Un nom doit être renseigné

source: Model
fr_fr: Objet

source: Set as default profile
fr_fr: Définir comme profil par défaut

source: Edit Profile
fr_fr: Editer le profil

source: Command to restart the OctoPrint server
fr_fr: Commande pour redémarrer le serveur OctoPrint

source: Command to restart the system OctoPrint is running on
fr_fr: Commande pour redémarrer le système faisant fonctionner OctoPrint

source: Restart system
fr_fr: Redémarrer le système

source: Command to shut down the system OctoPrint is running on
fr_fr: Commande pour éteindre le système faisant fonctionner OctoPrint

source: Bitrate to use for encoding the timelapse video
fr_fr: Débit binaire à utiliser pour l'encodage des timelapses vidéos

source: Timelapse bitrate
fr_fr: Débit binaire du Timalapse

source: Full path to the FFMPEG binary
fr_fr: Chemin complet vers le binaire FFMPEG

source: Path to FFMPEG
fr_fr: Emplacement de FFMPEG

source: Number of FFMPEG encoding threads
fr_fr: Nombre de processus dédiés à l'encodage FFMPEG

source: FFMPEG threads
fr_fr: Processus FFMPEG

source: Enable OctoPrint watermark in timelapse movies
fr_fr: Incorporer le logo OctoPrint dans les Timelapses

source: Flip webcam horizontally
fr_fr: Miroir horizontal

source: Flip webcam vertically
fr_fr: Miroir vertical

source: Rotate webcam 90 degrees counter clockwise
fr_fr: Rotation à 90° sens antihoraire

source: URL to use for retrieving webcam snapshot images for timelapse creation
fr_fr: L'URL à utiliser pour obtenir les photos prises par la webcam afin de créer les timelapses (snapshot)

source: Snapshot URL
fr_fr: URL de photo

source: URL to embed into the UI for live viewing of the webcam stream
fr_fr: L'URL à incorporer dans l'interface pour la visualisation en direct de la diffusion continue de la webcam (stream)

source: Stream URL
fr_fr: URL de vidéo

source: Needs to be reachable from the browser displaying the OctoPrint UI, used to embed the webcam stream into the page.
fr_fr: Doit pouvoir être atteinte depuis le navigateur affichant l'interface OctoPrint, elle est utilisée pour intégrer la diffusion vidéo de la webcam dans la page.

source: Keyboard controls active
fr_fr: Raccourcis clavier actifs

source: X Axis
fr_fr: Axe X

source: Y Axis
fr_fr: Axe Y

source: Z Axis
fr_fr: Axe Z

source: Home X/Y
fr_fr: Origine X/Y

source: Home Z
fr_fr: Origine Z

source: Stepsize
fr_fr: Taille d'un pas

source: Hint: If you move your mouse over the picture, you enter keyboard control mode.
fr_fr: Astuce : si vous bougez votre souris sur l'image, vous pouvez contrôler les axes avec le clavier

source: Feed rate:
fr_fr: Vitesse :

source: Select Tool...
fr_fr: Sélect. extrudeur...

source: Extrude
fr_fr: Extruder

source: Retract
fr_fr: Rétracter

source: Flow rate:
fr_fr: Débit extrusion :

source: Motors off
fr_fr: Arrêter moteurs

source: Fan on
fr_fr: Ventilateur ON

source: Fan off
fr_fr: Ventilateur OFF

source: Previous layer
fr_fr: Couche précédente

source: Next layer
fr_fr: Couche suivante

source: Model info
fr_fr: Informations sur l'objet

source: Layer info
fr_fr: Informations sur la couche

source: Renderer options
fr_fr: Options de rendu

source: Sync with job progress
fr_fr: Synchroniser avec l'avancement de l'impression

source: Center viewport on model
fr_fr: Centrer la vue sur l'objet

source: Zoom in on model
fr_fr: Zoomer sur l'objet

source: Show moves
fr_fr: Afficher les déplacements

source: Show retracts
fr_fr: Afficher les rétractions

source: Also show previous layer
fr_fr: Montrer la couche précédente

source: Also show next layer
fr_fr: Montrer la couche suivante

source: Reload
fr_fr: Recharger

source: Note that the time and usage values in this tab are <strong>estimated</strong> by the GCODE viewer in your browser and might differ from the values <strong>estimated</strong> by the server that are displayed in the "State" and "Files" panels in the sidebar due to slightly different implementations. Also note that these <strong>estimated</strong> values may be inaccurate since they can also take information present in the GCODE file into account.
fr_fr: Notez que les valeurs de temps et d'utilisation de filament dans cet onglet sont <strong>estimées</strong> par le visualiseur de GCode de votre navigateur et qu'elles peuvent différer des valeurs <strong>estimées</strong> par le serveur et qui sont affichées dans les panneaux "État" et "Fichiers" de la barre latérale, en raison d'implémentations légèrement différentes. Notez aussi que ces valeurs <strong>estimées</strong> peuvent être imprécise puisqu'elles prennent aussi en compte des informations présentes dans le fichier GCODE.

source: <p> You've selected <strong data-bind="text: selectedFile.name"></strong> for printing which has a size of <strong data-bind="text: formatSize(selectedFile.size())"></strong>. Depending on your machine this might be too large for rendering and cause your browser to become unresponsive or crash. </p> <p> Are you sure you want to visualize this file nevertheless? </p>
fr_fr: <p> Vous avez sélectionné <strong data-bind="text: selectedFile.name"></strong> pour l'impression, qui a une taille de <strong data-bind="text: formatSize(selectedFile.size())"></strong>. Suivant votre ordinateur, cela pourrait être trop important et faire crasher votre navigateur. </p> <p> Êtes-vous sûr de vouloir visualiser ce fichier malgré tout ? </p>

source: Yes, please visualize %(name)s regardless of its size
fr_fr: Oui, visualiser %(name)s malgré sa taille

source: Set
fr_fr: OK

source: Autoscroll
fr_fr: Défilement auto

source: Scroll to end
fr_fr: Défiler jusqu'à la fin

source: Select all
fr_fr: Sélectionner tout

source: For performance reasons only a limited amount of terminal functionality is enabled right now.
fr_fr: Pour des raisons de performance, seules quelques fonctionnalités du terminal sont activées.

source: Send
fr_fr: Envoyer

source: Hint: Use the arrow up/down keys to recall commands sent previously
fr_fr: Astuce : utiliser les flèches directionnelles haut/bas pour rappeler les commandes envoyées précédemment

source: Force terminal output during printing
fr_fr: Forcer la sortie du terminal durant l'impression
